Repository: KrazyManJ/Haby
Catalog: Haby/UI/Resources/Localizable.xcstrings
Source language: en
Languages: cs

source: ...at the top right corner.
cs: …v pravém horním rohu.

# %lld day%@
source: %1$lld day%2$@
cs: %1$lld den%2$@

# abbr_steps
source: steps
cs: kroky

source: Add
cs: Přidat

source: Add Habit
cs: Přidat návyk

source: Add to progress
cs: Přidat pokrok

source: Amount type
cs: Jednotka počtu

source: Are you sure you want to uncheck this habit? This action loses your current stage of habit.
cs: Opravdu chcete tuto zrušit splnění návyku? Tímto krokem ztratíte aktuální fázi návyku.

source: Cancel
cs: Zrušit

source: Category
cs: Kategorie

# category_health
source: Health
cs: Zdraví

# category_school
source: School
cs: Škola

# category_work
source: Work
cs: Práce

source: Check Habit
cs: Splnit návyk

source: Close
cs: Zavřít

source: Completed
cs: Splněno

source: Daily
cs: Den

source: Daily Habits
cs: Denní návyky

source: Daily Time
cs: Čas splnění

source: Daily timeline
cs: Dnešní rozvrh

source: Day of the Week
cs: Den v týdnu

source: Decrease
cs: Snížit

source: Delete
cs: Smazat

source: Delete this habit?
cs: Smazat tento návyk?

source: Edit
cs: Upravit

source: Edit Habit
cs: Upravit návyk

source: Enter a habit name...
cs: Napiš název návyku

source: Enter decimal
cs: Napiš desetinné číslo

# frequency_daily
source: Daily
cs: Denně

# frequency_weekly
source: Weekly
cs: Týdně

source: Goals
cs: Cíle

source: Habit description
cs: Popis návyku

source: Habit settings
cs: Nastavení návyku

source: Habit type
cs: Typ návyku

source: Habits
cs: Návyky

source: Hold button to check habit
cs: Podrž tlačítko pro splnění návyku

source: How did you feel today?
cs: Jak jste se dneska cítili?

source: Incompleted
cs: Nesplněno

source: Increase
cs: Zvýšit

source: New Habit
cs: Nový návyk

source: Next completion in:
cs: Další splnění:

source: No goal habits for this week!
cs: Tento týden nemáte žádné početní návyky.

source: No habits for this day to complete
cs: Dnes nemusíte plnit žádné návyky.

source: No weekly habits!
cs: Žádné týdenní návyky.

source: Or create new...
cs: Nebo vytvoř novou…

# progress_completed_format
source: %1$lld/%2$lld Completed
cs: %1$lld/%2$lld Hotové

source: Progress:
cs: Pokrok:

source: Repetition
cs: Opakování

source: Save Habit
cs: Uložit návyk

source: Select...
cs: Vybrat...

# type_amount
source: Amount
cs: Počet

# type_deadline
source: Deadline
cs: Termín

# type_on_time
source: OnTime
cs: Přesný čas

source: Uncheck
cs: Zrušit splnění

# unit_calories
source: Calories
cs: Kalorie

# unit_hours
source: Hours
cs: Hodiny

# unit_kilometers
source: Kilometers
cs: Kilometry

# unit_litres
source: Litres
cs: Litry

# unit_minutes
source: Minutes
cs: Minuty

# unit_steps
source: Steps
cs: Kroky

source: Use Health Data
cs: Použít data z aplikace Zdraví

source: Week table
cs: Týdenní rozvrh

# weekday_friday
source: Friday
cs: Pátek

# weekday_monday
source: Monday
cs: Pondělí

# weekday_saturday
source: Saturday
cs: Sobota

# weekday_sunday
source: Sunday
cs: Neděle

# weekday_thursday
source: Thursday
cs: Čtvrtek

# weekday_tuesday
source: Tuesday
cs: Úterý

# weekday_wednesday
source: Wednesday
cs: Středa

source: Weekly
cs: Týden

source: Weekly habits
cs: Týdenní návyky

source: Weekly Time
cs: Čas splnění

source: You have no defined habits, tap...
cs: Nemáte vytvořené žádné návyky, klikni na…

source: You will not be able to recover this habit's data after deletion.
cs: Po smazání nebudete moci data tohoto návyku obnovit.

source: Your streak is...
cs: Vaše řada je
